// Typical strings
"OK" = "OK";
"Cancel" = "Avbryt";
"Quit" = "Avsluta";
"Relaunch" = "Starta om";
"Ignore" = "Ignorera";

// Preference Strings
"QSPlugInsPrefPane" = "Insticksfiler";
"QSUpdatePrefPane" = "Uppdatera";
"QSHelpersPrefPane" = "Hjälpprogram";
"QSTriggerEditor" = "Triggers";
"QSApplicationPrefPane" = "Program";
"QSCatalogController" = "Katalog";
"QSSilverNotifier" = "Quicksilver (inbyggd)";
"QSNotificationCenterNotifier" = "Notiscenter";
"QSDefaultStringRanker" = "Standard (inbyggd)";

// QSController.m Alerts
"requires" = "kräver";
/* Message displayed for users who don't have a supported OS. 1st %@ is the latest version required (e.g. 10.7 Lion), 2nd %@ is a list of previous OS X versions (e.g. 10.3–10.6) */
"Recent versions of Quicksilver require Mac OS %@. Older %@ compatible versions are available from the http://qsapp.com/download.php" = "Senare versioner av Quicksilver kräver Mac OS %@. Äldre versioner som är kompatibla med %@ finns tillgängliga på http://qsapp.com/download.php";

"Quicksilver Crashed" = "Quicksilver kraschade";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver kraschade när insticksfilen %@ lästes in.\nVill du ta bort insticksfilen och fortsätta starta Quicksilver?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Förlåt. Quicksilver kraschade när det användes senast.\nAtt rensa cachen kan lösa problemet.\nDu kan även försöka att starta Quicksilver igen eller avsluta och läsa vanliga frågor och svar.";
"Do Nothing" = "Gör ingenting";
"Read FAQ" = "Läs vanliga frågor och svar";
"Clear Caches" = "Rensa cache";

"Running from a new location" = "Kör från en ny plats";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "Den förra versionen av Quicksilver var placerad i \"%@\". Vill du flytta den nya versionen dit?";

"This is an old version of Quicksilver" = "Detta är en gammal version av Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Du har tidigare använt en nyare version. Kanske har du flera kopior?";
"Reveal this copy" = "Visa denna kopia";

"Would you like to install Quicksilver?" = "Vill du installera Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver startades från platsen för hämtade filer.\nVill du kopiera Quicksilver till din programmapp?";
"Install in \"Applications\"" = "Installera i \"Program\"";
"Choose Location..." = "Välj plats...";

"Install Here" = "Installera här";
"Install Quicksilver" = "Installera Quicksilver";

"An error has occured" = "Ett fel har uppstått";
"Quicksilver must be relaunched to regain stability." = "Quicksilver måste starta om för att återfå stabilitet.";

"Move and Relaunch" = "Flytta och starta om";
"Don't Move" = "Flytta inte";

"Quicksilver has been updated" = "Quicksilver har blivit uppdaterat";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Du använder en ny version av Quicksilver. Vill du se versionskommentarerna?";
"Show Release Notes" = "Visa versionsinformation";

"Quicksilver is now 64-bit" = "Quicksilver är nu 64-bitars";
"64-bit details" = "Vissa äldre insticksfiler kommer inte att läsas in. En lista med inaktiverade insticksfiler är tillgänglig i inställningarna.\n\nOm du absolut behöver en äldre insticksfil så kan du köra Quicksilver i 32-bitarsläge. (32-bitarsläge kommer att försvinna i en framtida version.)";
"Network and Removable Disks" = "Nätverk och borttagningsbara skivor";

"Type to search" = "Skriv för att söka";

"Choose Location..." = "Välj plats...";